Repository: CorySanin/Products.PloneKeywordManager
Catalog: Products/PloneKeywordManager/locales/*/LC_MESSAGES/Products.PloneKeywordManager.po
Languages: fr

source: Delete
fr: Supprimer

source: Keyword Manager
fr: Gestionnaire de mots-clés

source: Keyword to apply
fr: Mot-clé à appliquer

source: Merge / Replace
fr: Fusionner / Remplacer

source: Merge all selected keywords and/or replace them by filled value
fr: Fusionner tous les mots clés sélectionnés et/ou les remplacer par la valeur saisie

source: Please provide a new term
fr: Veuillez indiquer le nouveau terme

source: Please select a valid keyword field
fr: Veuillez choisir un mot clé valide

source: Please select at least one keyword
fr: Veuillez sélectionner au moins un mot-clé

source: Remove all selected keywords
fr: Supprimer tous les mots clés sélectionnés

source: Search
fr: Rechercher

source: Select Field
fr: Choisir ce champ

source: View keywords
fr: Voir les mots-clés

source: description_keyword_manager
fr: Le gestionnaire de mots-clés vous offre la possibilité d'effacer et de fusionner les mots-clés au sein de votre portail.

source: description_no_keywords
fr: Aucun contenu de ce site n'a encore de mot clé associé pour ce champ. Pour utiliser cette fonctionnalité, assignez tout d'abord des mots-clés sur des contenus via l'onglet 'Catégorisation'.

source: heading_keyword_manager
fr: Gestionnaire de mots-clés

source: help_keyword_assignments
fr: Choisissez un ou plusieurs mots clés, puis saisissez un mot clé de remplacement et cliquez sur 'Fusionner / Remplacer' pour remplacer tous les mots clés sélectionnés par celui-ci. Cliquez sur 'Supprimer' pour retirer les valeurs sélectionnées.

source: label_choose_keyword_field
fr: Choisissez le mot clé / l'index

source: label_keyword
fr: Mots-clés

source: label_keyword_assignments
fr: Affectation de mots-clés

source: label_keyword_field
fr: Champ de mots-clés

source: label_list_alphabetically
fr: Liste alphabétique

source: label_search_by_keyword
fr: Recherche par mots-clés

source: label_select
fr: Sélectionner...

source: label_view_range
fr: Intervalle de visualisation

source: msg_changed_keywords
fr: Changement de ${from} en ${to} sur ${num} objet(s).

source: msg_deleted_keywords
fr: Supprimer de ${keywords} sur ${num} objet(s).
